[{
  "company": "Turk Telekom",
  "role": "Product Manager",
  "date": "12/2014 - Present",
  "location": "Istanbul, Turkey",
  "description_bullets": [
    "Overall management of mobile and digital products/services development project plan, roadmap and life cycle starting from inception to the launch including execution of expansion strategy",
	"Working with stakeholders to define business and system requirements for existing and new implementations, and ensuring solutions align with the customers’ needs",
	"Executing the product launch process; UI, UX design, IOS & Android product development, content management by analyzing customer’s needs and sector trends.",
	"Leading development teams and technical integrations/implementations and also monitoring/controlling/driving of project statuses and budgets",
	"Planning and executing digital marketing strategies of acquisition and retention to increase revenue, download, active user (mobile marketing campaigns, push notification, aso, btl communication, cross sell activities)",
	"Preparing projections and business plans for the future of Telco industry and presenting to related managers for keeping up to date with latest developments and possible product and business opportunities",

    "Selected product experiences includes:",
    "Messaging: Wirofon app",
     "<a href=\"https://bireysel.turktelekom.com.tr/ev-telefonu/hizmetler/sayfalar/wirofon.aspx \" target=\"_blank\"> Wirofon Web Site</a>",
    "Cloud: Dijital Depo, Netdisk and Türk Telekom Bulut apps and websites ",
     "<a href=\"https://www.dijitaldepo.com.tr/#/pages/home \" target=\"_blank\" >Dijital Depo Web Site</a>",
    "Segment-Specific Applications: Türk Telekom Prime, Bi Dünya Fırsat and Senin Zamanın ",
     "<a href=\"http://turktelekom.ly/primeapp \" target=\"_blank\" >Prime Web Site and Apps </a>",
     "<a href=\"http://turktelekom.ly/bidunyafirsat \" target=\"_blank\"> Bi' Dünya Fırsat Web Site and Apps </a>",
     "<a href=\"http://onelink.to/v6st9z \" target=\"_blank\"> Senin Zamanın Web Site and Apps </a>",
    "Social Responsibility and Accessibility Applications: Telefon Kütüphanesi, Internetle Hayat Kolay, Kitaplara Ses, Erişilebilir Yaşam and EyeSense ",
     "<a href=\"https://www.turktelekom.com.tr/en/AboutUs/SocialResponsibility/Pages/turk-telekom-group-social-responsibility-projects.aspx \" target=\"_blank\"> Turk Telekom Group Social Responsibility Projects' Web Site</a>",
    "  TTNET Kitap"
  ]
}, {
  "company": "DeFacto",
  "role": "Business Intelligence Developer",
  "date": "04/2014 - 10/2014",
  "location": "Istanbul, Turkey",
  "description_bullets": [
    "Developed various reports through QlikView for different departments regarding their business needs.",
    "Building Data Warehouse (MS SQL) by merging large data sets from various data sources.",
    "Designing automated reports through MS SSRS.",
    "Analyzed the data from web analytics tools and database for revenue and order optimization of the website"
  ]
}, {
  "company": "Yıldız Technical University",
  "role": "Research Assistant",
  "date": "07/2013 - 04/2014",
  "location": "Istanbul, Turkey",
  "description_bullets": [
    "Responsible for academic studies."
  ]
}
]
